---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.ExportFailures
source: html/5e1adbf0-f27b-d845-376b-4a22ee271424.htm
---
# BuiltInFailures.ExportFailures Properties

There has been an unrecoverable error during export. Export will now be aborted.